<?php
defined('BASEPATH') OR exit('No direct script access allowed');
?>
<!DOCTYPE html>
<html lang="zh-tw">
<head>
	<meta charset="UTF-8">
	<title>inLive,硬直播,首款MIT直播平台!</title>
	<meta name="viewport" content="width=device-width, initial-scale=1.0 user-scalable=no">
	<meta name="format-detection" content="telephone=no"/>
	<?=$link_css?>
<!-- Solomon's library Start -->
	<link rel="stylesheet" href="/assets/lib/font-awesome-4.7.0/css/font-awesome.min.css">
	<link rel="stylesheet" href="/assets/lib/bootstrap-4.0.0-beta-dist/css/bootstrap.min.css">
<!-- Gary's library Start -->
	<link rel="stylesheet" href="https://ajax.googleapis.com/ajax/libs/jqueryui/1.12.1/themes/smoothness/jquery-ui.css">
</head>
<body class="font_family">
	<div class="container-fluid sticky-top">
		<?php include_once 'header.php'; ?>
	</div>
	<div class="body_positon">
		<div class="container-fluid justify_center">
			<div class="privacy_frame_text privacy_content privacy_bkg_content_text">
				<span class="privacy_font_text privacy_bkg_content">
					<b>inLive服務條款</b><br>
					提示：請您認真閱讀並充分理解本《服務條款》（下稱《條款》）全部內容，特別是免除或者限制inLive責任的免責條款以及對用戶的權利限制條款。
				</span>
				<span class="privacy_font_text privacy_bkg_content">
					請您在認真閱讀並充分理解《條款》內容之後決定是否接受本《條款》。如您是未成年人（未滿18歲），須在法定監護人陪同下閱讀並決定是否接受本《條款》。您接受本《條款》全部內容之後，即可註冊、登錄或使用本《條款》所涉相關服務。您的註冊、登錄、使用等行為視為對本《條款》全部內容的瞭解並同意接受。未成年人之註冊、登錄、使用行為視為您的法定監護人已閱讀、瞭解並同意接受本 《條款》之全部內容。
					本《條款》是您（下稱“用戶”）與inLive之間關於註冊、登錄“inLive”直播平臺以及使用“inLive”直播平臺服務所訂立的條款，本《條款》約定了inLive與用戶之間關於“inLive”服務方面的權利義務。 “用戶”是指註冊、登錄、使用、流覽瀏覽、獲取本《條款》項下服務的個人或組織。
					本《條款》內容由inLive隨時更新，用戶可在本網站查閱最新版條款條款。更新後的條款條款一旦公佈即代替原來的條款條款。條款條款更新後，如您不同意接受，您不應將無法繼續使用inLive提供的服務。
				</span>
				<span class="privacy_font_text privacy_bkg_content">
					<b>一、使用規則</b><br>
					1、用戶充分閱讀後並同意：inLive僅為使用者提供資訊存儲、分享平臺服務，使用者必須為自己註冊帳號下發生一切行為負責，包括因您所傳送至inLive平臺的任何內容、資訊等所導致的不利後果，該等不利後果包括但不限於賠償、罰款、司法/仲裁程式費用、律師費、合理支出、對給inLive造成的損害等。用戶應對inLive平臺上其他註冊用戶（包括主播）發佈的內容自行加以判斷，並承擔因使用該內容而對給自己、他人及社會造成的法律責任，包括但不限於因對內容的準確性、真實性、完整性、或實用性或合法性等的依賴而產生的風險。<br>
					2、使用者在使用inLive服務中發佈的任何內容、資訊等並不反映或代表inLive的觀點、立場或政策，inLive對此不承擔任何責任。<br>
					3、用戶充分理解並同意：inLive是一個基於用戶社群的資訊服務平臺，使用者須對在inLive上的註冊資訊的真實性、合法性、有效性承擔全部責任，使用者不得冒充他人或利用他人的名義傳播任何資訊，不得惡意使用註冊帳號導致其他用戶誤認。否則，inLive有權立即停止提供服務、登出使用者的inLive帳號，用戶應自行承擔由此而產生的一切法律責任。<br>
					4、inLive對使用者上傳的所有資訊的真實性、合法性、無害性、有效性等不負任何單獨或連帶之保證責任，用戶因其所傳播的資訊而引發的相關法律責任由用戶自行承擔。<br>
					5、用戶充分了解並同意：因業務發展需要、突發情勢等，inLive可能會臨時變更，暫停、限制或者終止inLive部分或全部服務，inLive將努力但不保證能做到事先通知。用戶知悉並願意承擔該類風險。<br>
					6、用戶充分理解並同意：inLive提供的服務中可能包括廣告。使用者同意在使用服務過程中顯示inLive和協力廠商供應商、合作夥伴提供的廣告。同時，inLive有權在直播間內添加網站logo（或名稱）和時間的浮水印標誌。inLive將盡力不影響您的直播體驗。<br>
					7、使用者不得利用inLive或inLive直播平臺服務製作、上載、傳播包含如下任何內容的資訊：<br>
					反對中華民國法律所確定的基本原則的；<br>
					危害國家安全，洩露國家秘密，顛覆國家政權的；<br>
					損害社會國家榮譽和利益的；<br>
					煽動種族仇恨、民族歧視的；<br>
					破壞國家宗教政策，宣揚邪教和封建迷信的；<br>
					散佈謠言，擾亂社會秩序，破壞社會穩定的；<br>
					散佈不雅、淫穢、色情、賭博、暴力、兇殺、恐怖、或者教唆犯罪、違反公共秩序或善良風俗或其他不法的；<br>
					侮辱或者誹謗他人，侵害他人名譽、隱私權、營業秘密、商標權、著作權、專利權、其他智慧財產權及其他權利合法權益的；<br>
					含有法律、行政法規禁止的其他內容的資訊；<br>
					其他inLive有正當理由認為不適當者。<br>
					8、根據合理判斷，inLive可以對違反法律法規、本《條款》約定，侵犯、妨害、威脅他人權利的內容，或者假冒他人名義發佈的內容，依法採取停止傳輸、下線等措施，並有權依合理判斷對違反本條款的用戶採取適當的法律行動，包括但不限於：從inLive服務平臺中保全具有違法性、侵權性、不當性等內容、限制或禁止使用者使用inLive全部或部分服務、登出使用者帳戶以及依據法律法規保存有關資訊並向有關部門報告等。<br>
					9、用戶權利及義務：
					inLive帳號的所有權歸inLive所有，用戶完成申請註冊手續後，獲得inLive帳號的使用權，該使用權僅屬於初始申請註冊人，禁止用戶贈與、借用、租用、轉讓或售賣inLive帳號。如果使用者並非帳號初始申請註冊人，inLive有權在未經通知的情況下凍結、回收該帳號而無需向該帳號使用人承擔法律責任，由此導致的包括並但不限於使用者通訊中斷、使用者資料和虛擬道具等清空等損失應由用戶自行承擔。若帳號的歸屬出現爭議的時，本公司在收到相關方的投訴後，有權暫時凍結該爭議帳號；爭議各方在舉證期（7個工作日）內提供證據證明帳號歸屬，本公司依據各方提供的證據判斷歸屬後，解凍爭議帳號。<br>
					用戶可以更改、刪除在inLive帳號或平臺上的個人資料、註冊資訊及傳送內容等（但使用者不可自行註銷inLive帳號）。使用者在更改、刪除有關資訊的同時也可能會造成儲存在系統中的文字、圖片、視頻等丟失，inLive對使用者自主操作導致內容丟失不承擔責任。請注意，手機號碼或其它第三方登入OpenID一經與inLive帳號綁定，無法解除綁定。<br>
					用戶有責任妥善保管註冊帳號資訊及帳號密碼的安全，使用者應需要對註冊帳號下的行為承擔法律責任。由於帳號、密碼等資訊外借、洩露或者被他人盜用而引起的法律責任，由註冊用戶自行承擔。使用者同意在任何情況下不使用其他使用者的帳號。<br>
					使用者應遵守本條款的各項條款，正確、適當地使用本服務，不得擾亂本服務平臺秩序，包括但不限於擾亂平臺金融秩序（如出售in幣等）。如使用者違反本條款或其他平臺規則的任何條款，inLive有權依據條款終止/暫停對違約用戶inLive帳號提供全部或部分服務。若帳號任何功能被終止/中止的者，將無法參加任何官方活動。若帳號被永久封停禁者的，帳號內的in幣將被全部清空，不予取現。 需要應特別注意的是，涉嫌使用不合理且非本平台提供之儲值服務的帳號，inLive依其合理判斷將暫時或永久封停該帳號。同時，inLive保留在任何時候收回inLive帳號、用戶名的權利。<br>
					用戶保證註冊inLive帳號時提供的資訊真實、完整。因資訊非法、不真實、不準確等所產生的法律責任由用戶承擔。使用者註冊資訊發生變更的者，應及時更新註冊資料，滿足及時、詳盡、真實、準確的要求。<br>
					使用者可以在使用inLive服務過程中購買虛擬道具增值服務。除法律規定的情形外，用戶購買in幣之後，inLive不提供退、換或兌現成新台幣或其他任何貨幣的服務。<br>
					用戶註冊inLive帳號後，連續6個月不登錄使用的者，inLive有權註銷該帳號，以免造成資源浪費，由此帶來損失均由用戶自行承擔。<br>
					用戶同意授予inLive無償使用通透過inLive平臺發佈的或使用者使用inLive服務過程中形成的資訊、內容等，inLive可以通過透過包括改編、彙編、複製、發行、網路傳播在內的一切方式進行使用。如果使用者不同意inLive使用相關內容，應事先通過以書面或郵件方式告知inLive。<br>
					使用者在使用inLive提供的服務過程中，若發現涉及任何非法或違反善良風俗的內容，可以向inLive線上客服人員舉報、投訴。inLive在收到舉報、投訴後，將派專員及時處理。
					您使用者不得利用inLive進行任何形式的洗錢活動。inLive將嚴密監控此類行為，並有權對多個定向帳戶中異常的、數額較大的虛擬資產流轉進行調查，並有權配合主管機關的調查提交您使用者的身份資料、有關帳戶的交易記錄等資訊。
				</span>
				<span class="privacy_font_text privacy_bkg_content">
					<b>二、隱私保護</b><br>
					用戶知悉並同意：個人隱私資訊是指能夠對使用者進行個人辨識或涉及個人通信的資訊，包括使用者真實姓名、身份證號碼、手機號碼、銀行帳戶、IP位址等。非個人隱私資訊是指使用者對本服務的操作狀態以及使用習慣等一些明確且客觀反映在inLive伺服器端的基本記錄資訊和其他一切個人隱私資訊範圍外的普通資訊，以及使用者同意公開的上述隱私資訊。<br>
					inLive尊重使用者個人隱私資訊的私有性，inLive將會採取合理的措施保護使用者的個人隱私資訊，除法律或有法律賦予許可權的政府部門要求或用戶同意等原因外，inLive未經用戶同意不向除合作單位以外的協力廠商公開、透露使用者個人隱私資訊。<br>
					用戶在註冊時選擇同意，或用戶與inLive及合作單位之間就使用者個人隱私資訊公開或使用另有約定的除外，用戶應自行承擔因此可能產生的任何風險，inLive對此不承擔任何責任。<br>
					為了運營和改善inLive的技術和服務，便於inLive向用戶提供更好的用戶體驗和提高inLive的服務品質，inLive將可能會自行收集使用或向協力廠商提供使用者的非個人隱私資訊。<br>
					用戶註冊及其他特定資料依《inLive用戶隱私政策》受到保護與規範。當用戶使用本服務時，用戶同意inLive依據《inLive用戶隱私政策》進行個人資料之蒐集與利用。，具體請仔細閱讀《inLive用戶隱私政策》。
				</span>
				<span class="privacy_font_text privacy_bkg_content">
					<b>三、inLive商業標識資訊</b><br>
					inLive服務中所涉及的inLive圖形、文字或其組成，以及其他inLive標誌及產品、服務名稱，均為inLive之商業標識（以下簡稱“inLive標識”）。未經inLive事先書面同意，使用者不得將inLive標識以任何方式展示、使用或申請注冊註冊商標、進行功能變數名稱註冊等，也不得實施向他人明示或暗示有權展示、使用、或其他有權處理inLive標識的行為。使用者由於非法使用inLive標識而對給inLive或他人造成損失的者，由該非法使用者用戶承擔相關法律責任。
				</span>
				<span class="privacy_font_text privacy_bkg_content">
					<b>四、智慧財產權</b><br>
					平臺的服務包括inLive運營的網站、網頁應用、軟體以及內含的文字、圖片、視頻、音訊等元素，inLive對其服務標章、標識以及上述任何元素享有全部智慧財產權。<br>
					使用者用戶在平臺提供直播服務期間產生的任何成果（包括但不限於直播視頻、音訊，以下統稱“主播成果”）的智慧財產權由用戶該用戶享有。您用戶同意許可inLive在全世界範圍內永久性地、不可撤銷地、獨家地使用和可再許可及（或）轉授權任意協力廠商使用主播成果，包括但不限於複製權、發行權、出租權、展覽權、表演權、放映權、廣播權、資訊網路傳播權、攝製權、改編權、翻譯權、彙編權以及《著作權法》規定的由著作權人享有的其他著作財產權利，inLive無須對此額外向用戶支付任何費用。<br>
					任何協力廠商或用戶未經inLive同意，不得將用戶在平臺上的主播成果、所發表言論等進行複製、修改、編輯、轉讓、使用、通過資訊網路傳播或作其他用途，包括但不限於通過截取視訊訊號、抓取錄播音訊／視訊、編輯視訊/音訊/文字和其他形式的內容等方式。否則，inLive有權就任何主體侵權而以inLive自己的名義單獨或委託協力廠商機構提起訴訟或行使開展其他法律行動，並獲得全部賠償。<br>
				</span>
				<span class="privacy_font_text privacy_bkg_content">
					<b>五、法律責任及免責</b><br>
					使用者違反本《條款》或相關服務條款的約定，導致協力廠商向inLive及其合作公司、關聯公司提出索賠等要求者的，使用者同意承擔全部法律責任，包括但不限於賠償金、罰金、和解費、訴訟仲裁費、合理的律師費支出等，並同意賠償因此對給inLive造成的損害。<br>
					使用者因協力廠商如電信部門的通訊線路故障、技術問題、網路、電腦故障、系統不穩定性及其他各種不可抗力原因而遭受的一切損失，inLive及其合作單位不承擔責任。<br>
					因技術故障等不可抗事件影響到服務的正常運行的，inLive及其合作單位承諾在第一時間內與相關單位配合，及時處理進行修復，但用戶因此而遭受的一切損失，inLive及其合作單位不承擔責任。<br>
					用戶理解：本服務同其他互聯網網際網路服務一樣，使用者在使用服務過程中會受到網路服務品質、社會環境、使用者操作錯誤等諸多因素的影響，可能會受到各種問題的侵擾，比包括但不限於例如如他人利用使用者的資料，進行現實生活中的騷擾；。使用者下載安裝的其它軟體或訪問的其他網站中可能含有“特洛伊木馬”等或其他類型之病毒，將威脅到使用者的電腦資訊和資料的安全，繼進而影響本服務的正常使用等等。使用者應加強對資訊安全及使用者資料的保護意識，以免遭受損失和騷擾。，因使用者自身電腦設備有異常而使用inLive服務的前揭風險由使用者自行承擔。<br>
					用戶理解：本服務涉及Internet網際網路服務，可能會受到各個環節不穩定因素的影響，本服務存在因不可抗力、電腦病毒或駭客攻擊、系統不穩定、使用者所在位置、用戶關機以及其他任何技術、互聯網路、通信線路原因等造成的服務中斷或不能滿足使用者要求的風險。因前述情形導致用戶不能發送、接受、閱讀資訊、或接發錯資訊，inLive不承擔任何責任。<br>
					用戶理解：使用本服務過程中存在可能面對來自他人的包括但不限於威脅性的、誹謗性的、令人反感的或其他非法的內容或行為和/或侵犯他人權利（包括但不限於智慧財產權）的匿名或冒名的資訊的風險，由使用者須承擔以上風險。inLive和其合作公司對直播平臺服務不作任何明確或暗示的擔保，包括但不限於有關資訊真實性、適商當性、適於某一特定用途、所有權和非侵權性的內容，對因此導致任何因用戶不正當或非法使用inLive直播平臺服務產生的直接、間接、偶然、特殊及後續等侵犯第三人之合法權利的法律責任，inLive不承擔任何責任。<br>
					inLive提供的資訊內容包括但不限於：文字、軟體、聲音、相片、錄影、圖表，在廣告中的全部內容，以及inLive為使用者提供的商業資訊。上述所有資訊均受著作權法、商標法和其它智慧財產權法以及物權法、其他相關中華民國法律的保護。用戶只能在inLive和合作方明確授權的情況下才能使用這些內容，不得擅自實施包括但不限於複製、修改、編纂上述內容、或創造與該內容有關的衍生產品的行為。<br>
					在任何情況下，inLive對任何由於使用者使用inLive直播平臺而導致的間接性、後果性、懲罰性、偶然性、特殊性或刑罰性的損害，包括但不限於因用戶使用inLive直播平臺服務而遭受的各項損失均不承擔責任（即使inLive已被告知該等損失發生的可能性）。儘管本條款中可能含有特殊約定，inLive對使用者承擔的全部責任，無論因何原因或何種行為導致，均不超過使用者在使用inLive服務期內支付給inLive的費用。
				</span>
				<span class="privacy_font_text">
					<b>六、其他條款</b><br>
					特別提示：請使用者註冊、使用本《條款》服務之前，認真閱讀本《條款》中限制、免除inLive義務責任和加重用戶義務責任的條款，並請自主考慮風險。如果您是未成年人（未滿18歲），應在法定監護人的陪同下閱讀本《條款》，並在充分理解本《條款》各項條款的情況下註冊使用。同時，未成年人的任何儲值行為將被inLive視為已取得法定監護人的同意。<br>
					本《條款》條款部分或全部無效，不影響其它條款的效力。<br>
					本《條款》解釋、效力及糾紛的解決，適用中華民國法律。<br>
					用戶和inLive之間發生任何糾紛或爭議，首先應友好協商解決，協商不成的時，用戶同意將糾紛或爭議提交本條款簽訂地有管轄權的地方法院以臺灣臺北地方法院為管轄法院。<br>
					inLive保留本《條款》解釋和修改權利。<br>
				</span>
			</div>
		</div>
		<div class="footer_bkg_color_copyright" id="section5">
			<?php include_once 'footer.php'; ?>
		</div>
	</div>
	<!-- Solomon's library Start -->
		<script type="text/javascript" src="/assets/lib/jquery-3.2.1/dist/jquery.slim.min.js"></script>
		<script type="text/javascript" src="/assets/lib/popper-1.11.0/popper.min.js"></script>
		<script type="text/javascript" src="/assets/lib/bootstrap-4.0.0-beta-dist/js/bootstrap.min.js"></script>
	<!-- Gary's library Start -->
		<script src="https://ajax.googleapis.com/ajax/libs/jquery/2.2.4/jquery.min.js"></script>
		<script src="https://ajax.googleapis.com/ajax/libs/jqueryui/1.12.1/jquery-ui.min.js"></script>
		<script src="/assets/js/common.js"></script>
	<!-- Sidebar.js Start -->
		<script src="/assets/home/js/sidebar.js"></script>
</body>
</html>
